{
  "displayName": "Global-Block-HighRisk-Locations",
  "state": "enabled",
  "conditions": {
    "userRiskLevels": [],
    "signInRiskLevels": [
      "high",
      "medium"
    ],
    "clientAppTypes": [
      "all"
    ],
    "applications": {
      "includeApplications": [
        "All"
      ]
    },
    "users": {
      "includeUsers": [
        "All"
      ],
      "excludeUsers": [
        "Guest-Admins",
        "Break-Glass-Accounts"
      ]
    },
    "locations": {
      "includeLocations": [
        "All"
      ],
      "excludeLocations": [
        "Zimbabwe-HeadOffice-IP",
        "Trusted-Branch-Locations"
      ]
    }
  },
  "grantControls": {
    "operator": "OR",
    "builtInControls": [
      "block"
    ]
  }
}
